Repository: IslombekOrifov/inventar_private
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: English
ru: 🇬🇧 Английский
uz: 🇬🇧 Ingliz tili

source: Russian
ru: 🇷🇺 Русский
uz: 🇷🇺 Rus tili

source: Uzbek
ru: 🇺🇿 Узбекский
uz: 🇺🇿 O'zbek tili

source: Ishlatilmoqda
ru: В использовании

source: Olib ketilgan
ru: Увезли

source: Yaroqsiz
ru: Инвалид

source: Zahirada
ru: В запасе

source: Faylda bazada mavjud inventar raqamga ega jihoz mavjud!
ru: Файл содержит устройство с существующим инвентарным номером в базе данных!

source: Index
ru: Индекс
uz: Indeks

source: rooms
ru: комнаты
uz: xonalar

source: floor
ru: Этажи
uz: qavat

source: name
ru: Имя
uz: nom

source: image
ru: картинка
uz: rasm

source: description
ru: подробно
uz: tasvir

source: fullname
ru: Полнный Имя
uz: FIO

source: category_id
ru: Категория айди
uz: Kategoriya

source: room_number
ru: Номер_комнаты
uz: Xona raqami

source: inventar_number
ru: Номер_инвентара
uz: Inventar raqami

source: model_id
ru: модел_айди
uz: Modeli

source: responsible_id
ru: ответственный id
uz: Javobgar shaxs

source: seria_number
ru: серийный номер
uz: Seriya raqami

source: images
ru: картинка
uz: Rasmlar

source: year_of_manufacture
ru: год выпуска
uz: Ishlab chiqarilgan yil

source: unit_of_measurement
ru: единица измерения
uz: o'lchov birligi

source: qr_code
ru: QR код
uz: QR kod

source: responsible_person
ru: ответственный человек
uz: Javobgar shaxs

source: created_at
ru: создано на
uz: Hosil qilingan vaqti

source: updated_at
ru: обновлен на
uz: Yangilangan vaqti

source: Dashboard
ru: Приборная панель
uz: Boshqaruv paneli

source: Inventar
ru: Номер инвентара
uz: Inventar raqami

source: Test case
ru: Тестовый случай
uz: Sinovda

source: From previous period
ru: С предыдущего периода
uz: Oldingi davrdan buyon

source: Category
ru: Категория
uz: Kategoriya

source: Category name
ru: Название категории
uz: Kategoriya nomi

source: Category image
ru: Изображение категории
uz: Kategoriya rasmi

source: Created at
ru: Создано на
uz: Hosil qilingan vaqti

source: Actions
ru: Действия
uz: Harakatlar

source: Add devices
ru: Добавить устройства
uz: Jihozlar qo'shing

source: Equipments
ru: Оборудование
uz: Jihozlar

source: Return
ru: Вернуть
uz: Ortga

source: Deploy the Project File
ru: Разверните файл проекта
uz: Loyiha faylini yuklang

source: Submit
ru: Отправить
uz: Yuborish

source: Bu qismda ma'lumotlarni excel faylda yuklashingiz mumkin. Quyidagi havoladan maxsus formatdagi faylni yuklab oling va uni malumotlar bilan toldirib pastdagi yacheykaga biriktiring!
ru: В этом разделе вы можете ввести данные в систему в файле excel. Загрузите файл специального формата по ссылке ниже, заполните его данными и прикрепите к ячейке ниже!

source: Faylni olish
ru: Получить файл

source: Model Name
ru: Название Модели
uz: Model nomi

source: Description
ru: Подробно
uz: Tasvir

source: Edit model
ru: Изменить модель
uz: Modelni tahrirlash

source: Inventar details
ru: Детали инвентаря
uz: Inventar tafsilotlari

source: Unknown Devices
ru: Неизвестные устройства
uz: Noma'lum qurilmalar

source: Product
ru: Продукт
uz: Mahsulot

source: Item reserved
ru: Предмет зарезервирован
uz: Buyum zahiraga olingan

source: Number of Room
ru: Номер Комнаты
uz: Xona raqami

source: Model of Inventar
ru: Модель Инвентара
uz: Inventar modeli

source: Responsible person
ru: Ответственный человек
uz: Javobgar shaxs

source: Seria number
ru: Серийный номер
uz: Seriya raqami

source: Temporary responsible person
ru: Временное ответственное лицо
uz: Muvaqqat Javobgar shaxs

source: Updated at
ru: обновлен на
uz: Yangilangan vaqti

source: Download
ru: Скачать
uz: Yuklash

source: Change Status
ru: Изменить статус
uz: Statusni o'zgartirish

source: Add responsible person (optional)
ru: Добавьте ответственное лицо (необязательно)
uz: Mas'ul shaxsni qo'shish (ixtiyoriy)

source: Add new one
ru: Добавить новый
uz: Yangi qo'shish

source: Ma'lumotlarni tekshirib qaytadan jo'nating!
ru: Проверьте детали и отправьте повторно!

source: Inventar Number
ru: Инвентарный номер
uz: Inventar raqami

source: Model
ru: Модели

source: Responsible Person
ru: Ответственный человек
uz: Javobgar shaxs

source: Rooms Number
ru: Номер Комнаты
uz: Xona raqami

source: Touch image
ru: Загрузить изображение
uz: Rasm yuklash

source: Update device
ru: Обновить устройство
uz: Jihozni tahrirlash

source: Status
ru: Статус

source: Responsible Person Outside
ru: Ответственное лицо снаружи
uz: Tashqi mas'ul shaxs

source: Description (Extra fields)
ru: Описание (дополнительные поля)
uz: Tavsif (qo'shimcha maydonlar)

source: Edit responsible person
ru: Изменить ответственное лицо
uz: Javobgar shaxs

source: Fill in English
ru: Заполнить на английском языке
uz: Ingliz tilida to'ldiring

source: Description in English
ru: Описание на английском языке
uz: Tavsif Ingliz tilida

source: Fill in Russian
ru: Заполнить на русском языке
uz: Rus tilida to'ldiring

source: Description in Russian
ru: Описание на русском
uz: Tavsif Rus tilida

source: Fill in Uzbek
ru: Заполнить на узбекском
uz: Oʻzbekcha toʻldiring

source: Description in Uzbek
ru: Описание на узбекском
uz: Tavsif Oʻzbek tilida

source: Product name
ru: Наименование товара
uz: Mahsulot nomi

source: Product image
ru: Изображение продукта
uz: Mahsulot rasmi

source: Product inventar number
ru: Инвентарный номер продукта
uz: Inventar raqami

source: Product Responsible person
ru: Ответственный человек
uz: Javobgar shaxs

source: Product Created at
ru: Создано на
uz: Hosil qilingan vaqti

source: Product status
ru: статус
uz: Status

source: Product Rooms
ru: Продукт комнаты
uz: Xona raqami

source: Floor Number
ru: Номера этажей
uz: Qavat raqami

source: Add Product
ru: Добавить продукт
uz: Mahsulot qo'shish

source: INVENTARIZATSIYA
ru: ИНВЕНТАРИЗАЦИЯ

source: Search
ru: Поиск
uz: Qidiruv

source: Profile
ru: Профиль
uz: Profil

source: Log out
ru: Выйти
uz: Chiqish

source: Settings
ru: Настройки
uz: Sozlamalar

source: Choose Layouts
ru: Выберите макеты
uz: Layouts-ni tanlang

source: Light Mode
ru: Световой режим
uz: Yorug' rejim

source: Dark Mode
ru: Тёмный режим
uz: Qorong'i rejim

source: Created by Sanjarbek Usmonov
ru: Автор -> Санжарбек Усмонов
uz: Muallif: Sanjarbek Usmonov

source: Main
ru: Главный
uz: Asosiy

source: Rooms
ru: Комнаты
uz: Xonalar

source: Models
ru: Модели
uz: Jihoz modellari

source: Model name
ru: Название Модели
uz: Model nomi

source: Model image
ru: Изображение модели
uz: Model rasmi

source: Sorry, page not found
ru: Извините, страница не найдена
uz: Kechirasiz, sahifa topilmadi

source: Back to Dashboard
ru: Назад к приборной панели
uz: Boshqaruv paneli sahifasiga qaytish

source: Internal server error
ru: Внутренняя ошибка сервера
uz: Serverdagi ichki xatolik

source: Welcome Back!
ru: Добро пожаловать!
uz: Xush kelibsiz!

source: Sign in to continue to Inventar
ru: Войдите, чтобы продолжить работу с Инвентарь
uz: Inventar xizmatiga o'tish uchun tizimga kiring

source: Remember me
ru: Запомните меня
uz: Meni eslab qol

source: Log In
ru: Вход
uz: Kirish

source: Forgot your password?
ru: Забыли свой пароль?
uz: Parolni esdan chiqardingizmi?

source: The National Office of Innovations
ru: Национальный Офис Инноваций
uz: Innovatsiyalar Milliy Ofisi

source: Logged out
ru: Вышел
uz: Hisobdan chiqdi

source: Successfully logged out
ru: Успешно вышел из системы
uz: Hisobdan muvaffaqiyatli chiqdi

source: Fullname
ru: Ф.И.О
uz: FIO
